[
  {
    "id": "1",
    "title": "Потеряла я колечко",
    "img": "/images/1.jpg",
    "description": "Карикатура посвящена Сталинградской битве — одному из ключевых сражений Великой Отечественной войны. На ней обыгрывается фраза из детской песенки в ироничном ключе: потерянное \"колечко\" символизирует окружённые и уничтоженные 22 немецкие дивизии. Плакат подчёркивает значение операции \"Кольцо\" и величие победы Красной армии под командованием генерала Чуйкова. Это один из примеров визуальной пропаганды, демонстрирующий мощь советского наступления.",
    "tags": ["Война", "", "Великая Отечественная", "Сталинград"]
  },
  {
    "id": "2",
    "title": "Украинские\nнационалисты",
    "img": "/images/2.jpg",
    "description": "Карикатура 1936 года на Альфреда Розенберга — идеолога нацистской Германии, а также на украинских националистов, которых он пытался использовать в своих планах. Розенберг, уроженец Российской империи, люто ненавидел всё русское и выстраивал планы по разрушению СССР изнутри. Карикатура высмеивает эти попытки и подчёркивает их обречённость. Она является примером антифашистской и антинационалистической пропаганды периода перед Второй мировой войной.",
    "tags": ["Война", "Розенберг", "Предвоенные годы", "Национализм"]
  },
  {
    "id": "3",
    "title": "На уроке истории",
    "img": "/images/3.jpg",
    "description": "Карикатура 1941 года противопоставляет Гитлера и Наполеона, изображая их как \"учеников\" на уроке истории. Учитель упрекает Гитлера в том, что тот не усвоил урок поражения французов в 1812 году. Здесь проводится прямая аналогия между неудачным походом Наполеона в Россию и крахом планов Гитлера под Москвой. Это напоминание о \"генетической памяти\" российского сопротивления вторжениям, о чём враги забывают на свой страх и риск.",
    "tags": ["Война", "Гитлер", "Великая Отечественная", "Исторические параллели"]
  },
  {
    "id": "4",
    "title": "Культуртрегеры",
    "img": "/images/4.jpg",
    "description": "Карикатура 1942 года высмеивает деятельность Риббентропа и Розенберга, которые организовали вывоз культурных ценностей с оккупированных территорий СССР. На ящиках указаны названия похищенных произведений: от статуй Петергофа до французского шампанского. Речь идёт о создании специальных отрядов, занимавшихся мародёрством в интересах Третьего рейха. Карикатура подчёркивает масштабы культурной агрессии нацистов и противопоставляет её варварству по отношению к высокой культуре.",
    "tags": ["Война", "Риббентроп", "Великая Отечественная", "Мародёрство"]
  },
  {
    "id": "5",
    "title": "Ильич выздоровел",
    "img": "/images/5.jpg",
    "description": "Карикатура создана в 1922 году в связи с выздоровлением Владимира Ленина после инсульта. Весной он был временно отстранён от дел, но уже осенью вновь начал участвовать в заседаниях правительства, писать статьи и вести переписку. Враги СССР и даже его ближайшее окружение были уверены, что Ленин полностью утратил трудоспособность. Эта работа высмеивает поспешность таких выводов и возвращает фигуре вождя политическую значимость.",
    "tags": ["Культура", "Ленин", "НЭП", "Выздоровление"]
  },
  {
    "id": "6",
    "title": "Добрый дядя Сам",
    "img": "/images/6.jpg",
    "description": "Карикатура 1950 года отражает внешнеполитическую стратегию США, связанную с поставками оружия странам НАТО. Дядя Сэм преподносит детям игрушечные танки и бомбочки, ожидая взамен \"солдатиков\" — то есть участия в военных конфликтах. Работа высмеивает милитаризм США и политический расчёт, при котором американская армия не вовлекается напрямую, но извлекает выгоду. Подчёркивается эксплуатация союзников ради собственных интересов.",
    "tags": ["Война", "", "Холодная война", "Империализм"]
  },
  {
    "id": "7",
    "title": "КОБК",
    "img": "/images/7.jpg",
    "description": "КОБК — вымышленный \"Комбинат по Обслуживанию Битых Контрреволюционеров\". Карикатура 1957 года представляет абсурдную картину, где реакционные элементы якобы получают услуги и поддержку от западных стран. Это ответ на обвинения в репрессиях в СССР: карикатура обвиняет Запад в двойных стандартах. Она многофигурная и насыщена деталями, характерными для позднего стиля Юлия Ганфа.",
    "tags": ["Культура", "", "Холодная война", "Контрреволюция"]
  },
  {
    "id": "8",
    "title": "Ликбез",
    "img": "/images/8.jpg",
    "description": "Шарж 1933 года изображает сцену из классов по ликвидации безграмотности. У доски стоит Иван Дмитроченко, за партами — Михаил Слонимский, Мариэтта Шагинян и другие писатели. Горький в центре просвещения выступает как символ просветительской инициативы. Карикатура показывает, что в ликвидации неграмотности принимали участие и культурные деятели.",
    "tags": ["Культура", "Горький", "1930-е", "Образование"]
  },
  {
    "id": "9",
    "title": "Ударничество\nи притворство",
    "img": "/images/9.jpg",
    "description": "Карикатура высмеивает ложное ударничество, когда работники пытаются воспользоваться почестями, не проявляя настоящего трудового героизма. Изображаются персонажи, присваивающие себе успехи других. Это критика показушного социалистического соревнования, где важны не результаты, а отчётность. Карикатура подчёркивает актуальность честного труда и разоблачает карьеризм.",
    "tags": ["Быт", "", "1930-е", "Ударничество"]
  },
  {
    "id": "10",
    "title": "Табор на\nЧерноморском\nпобережье",
    "img": "/images/10.jpg",
    "description": "Карикатура из 1950-х годов рассказывает о феномене \"дикого отдыха\" на Чёрном море. Люди, не получившие путёвок в санатории, приезжали на отдых в автомобилях и жили в них или палатках. Это подчёркивает проблемы с доступностью организованного досуга в СССР. Работа юмористично изображает бытовую находчивость советских граждан.",
    "tags": ["Быт", "", "1950-е", "Отдых"]
  },
  {
    "id": "11",
    "title": "Охота на\nсамогонщиков",
    "img": "/images/11.jpg",
    "description": "Карикатура посвящена кампании против самогоноварения в СССР, активизировавшейся в 1958 году при Никите Хрущёве. Указ Президиума ВС РСФСР 1961 года ужесточил наказания даже за самогон для личного потребления. Работа высмеивает не только самих кустарей-алкогольщиков, но и чрезмерно рьяных борцов с ними. Поднимается тема соотношения между бытовыми нуждами населения и репрессивной системой наказаний.",
    "tags": ["Быт", "", "Хрущёвская оттепель", "Алкоголь"]
  },
  {
    "id": "12",
    "title": "Дефицит",
    "img": "/images/12.jpg",
    "description": "Карикатура иронизирует над ситуацией 1990-х годов, когда в стране ощущалась нехватка даже самых простых товаров. На первый план выходит дефицит стирального порошка, вызывающий ассоциации с борьбой с наркотиками. Работа построена на контрасте между обычной бытовой нуждой и абсурдными последствиями товарного кризиса. Это откровенная сатира на экономическую дезорганизацию переходного периода.",
    "tags": ["Быт", "", "1990-е", "Дефицит"]
  },
  {
    "id": "13",
    "title": "Развал\nсельского хозяйства",
    "img": "/images/13.jpg",
    "description": "Карикатура изображает трагическое положение в аграрном секторе в 1990-е годы. Совхозы и колхозы массово закрываются, скот идёт под нож из-за нехватки кормов. Работа подаёт критическое осмысление последствий разрушения централизованной системы управления сельским хозяйством. Эмоциональная сила карикатуры усиливается визуальной простотой и трагизмом.",
    "tags": ["Быт", "", "1990-е", "Сельское хозяйство"]
  },
  {
    "id": "14",
    "title": "Самогон как\nтрадиция",
    "img": "/images/14.jpg",
    "description": "Карикатура о повседневной практике самогоноварения в 1970-х. Несмотря на официальные запреты, самогон оставался популярным напитком в сёлах и малых городах. Его употребляли не только для веселья, но и использовали как \"валюту\" — для расчётов и помощи. Работа показывает самогон не как криминал, а как социальный феномен с ритуальными и культурными функциями.",
    "tags": ["Быт", "", "1970-е", "Алкоголь"]
  },
  {
    "id": "15",
    "title": "Мальвина",
    "img": "/images/15.jpg",
    "description": "Через образ кукольной героини Мальвины карикатура критикует искусственные нормы и фальшивую правильность. Автор противопоставляет внешний лоск внутренней пустоте — за фасадом идеальной морали скрываются глупость, ханжество и вредные последствия. Работа ярко иллюстрирует социальное лицемерие советской элиты эпохи застоя. Зрителю предлагается задуматься, кому выгодно навязывать такие \"правила\".",
    "tags": ["Культура", "", "Застой", "Лицемерие"]
  },
  {
    "id": "16",
    "title": "Пустые витрины",
    "img": "/images/16.jpg",
    "description": "Карикатура показывает голые витрины вокзальных кафе в СССР и бездействующих продавцов. Отсутствие товаров становится нормой, а работники демонстрируют полную апатию. Это образец сатирического изображения повседневного советского абсурда. Пассивность и экономический застой высмеиваются с мрачной иронией.",
    "tags": ["Быт", "", "Застой", "Дефицит"]
  },
  {
    "id": "17",
    "title": "Обещания",
    "img": "/images/17.jpg",
    "description": "Карикатура иллюстрирует бюрократическую демагогию, связанную с жилищным строительством. Власти обещают \"нести на руках\" новосёлов, но на деле обеспечивают лишь формальные торжества. Работа обличает разрыв между официальными заявлениями и реальностью. Это типичный пример критики формального подхода к социальной политике.",
    "tags": ["Быт", "", "Застой", "Обещания"]
  },
  {
    "id": "18",
    "title": "Инфантильность",
    "img": "/images/18.jpg",
    "description": "На карикатуре изображена гиперопекающая мать, полностью подчиняющая жизнь потребностям взрослого сына. Работа критикует затянутое \"детство\" молодёжи и неспособность к самостоятельности. Поднимается проблема инфантилизма как социального явления, возникшего из-за искажённой модели воспитания. Это актуальное наблюдение, сохранившее силу до наших дней.",
    "tags": ["Быт", "", "Застой", "Инфантильность"]
  },
  {
    "id": "19",
    "title": "Недостроенные\nобъекты",
    "img": "/images/19.jpg",
    "description": "Карикатура высмеивает практику сдачи недостроенных зданий в эксплуатацию. Сотрудники стройуправлений сами ничего не строят, но формально отчитываются о завершении. Это сатира на бюрократическую систему, в которой победа бумажной отчётности важнее реального результата. Работа поднимает тему неэффективности и имитации.",
    "tags": ["Быт", "", "Застой", "Бюрократия"]
  },
  {
    "id": "20",
    "title": "Коррупция и\nсмертная казнь",
    "img": "/images/20.jpg",
    "description": "Карикатура посвящена борьбе с коррупцией в СССР, кульминацией которой стало введение смертной казни за взятки в особо крупных размерах в 1962 году. Она отражает парадокс: несмотря на жёсткие меры, коррупция проникла вглубь системы. Работа выражает тревогу по поводу неэффективности репрессий без реальных реформ. Поднимается вопрос — может ли страх наказания победить системную болезнь.",
    "tags": ["Культура", "", "1960-е", "Коррупция"]
  }
]

